[
{"name": "Legal Aid Program Evaluation, Final Report; Glossary of Legal Terms", "source_url": "https://www.justice.gc.ca/eng/rp-pr/cp-pm/eval/rep-rap/12/lap-paj/p7g.html", "author": "Department of Justice Canada", "pub_date": "2015-01-07", "scrape_date": "2020-09-20", "entries": [["Accused", "a person charged with a crime."], ["Acquitted", "a finding of \"not guilty\" in a criminal case."], ["Adjournment", "postponement of a court hearing to another date."], ["Administrative offence", "a non-criminal offence that regulates conduct in the public interest, such as securities regulations. Regulatory offences are often dealt with at administrative tribunals and not in a court setting."], ["Brydges duty counsel", "any individual who has been arrested or detained has the right to be informed by the police of the availability of legal aid and duty counsel. A toll-free line is generally available for immediate advice."], ["Charge", "a formal accusation of an offence as a preliminary step to prosecution."], ["Charge withdrawn/charge dismissed", "withdrawal of a formal accusation of an offence."], ["Claimant", "a person who brings a civil action in a court of law."], ["Clinic model", "where an office is set up to provide free legal services to eligible applicants. Services may range from advice, summary/brief services, to full service."], ["Conditional sentence", "Where a sentence of imprisonment of less than two years is given, the judge may order that the sentence be served in the community subject to conditions."], ["Conflict", "Two opposing parties in a matter cannot be represented by the same lawyer or the same office. One of the parties must seek independent representation."], ["Counsel", "a lawyer, especially in a court proceeding."], ["Crown attorney/prosecutor", "a legal officer who represents the federal, provincial or municipal government in proceedings. In Canada, federal prosecutors handle immigration and drug-related charges; provincial prosecutors handle criminal cases and some provincial offences."], ["Dangerous offender applications", "A person who is convicted of a serious personal injury offence, as provided in the Criminal Code of Canada, and who is, after an assessment, found by a court to be at high risk to reoffend and whose risk cannot be managed in the community. Dangerous offenders are sentenced to a detention in a federal prison for an indefinite period."], ["Defendant", "a person accused in a criminal proceeding or sued in a civil proceeding."], ["Disbursements", "out-of-pocket expenses paid out by legal aid for applications, affidavits, etc. on behalf of the client. Legal aid plans attempt to have these costs reimbursed by the client where possible."], ["Disclosure", "making information and documents known and available to a party in a proceeding. There are disclosure requirements placed on parties by law or court rules."], ["Duty counsel", "refers to legal services provided without charge by a lawyer, generally provided at court or place of detention. Most often, the services provided are brief, and pertain to provision of summary advice or representation at a first appearance or plea court."], ["Eligibility", "Legal aid is available to low-income individuals who qualify for a certificate to assist with paying the cost of a lawyer. Applicants who apply for legal aid must disclose financial information pertaining to income and assets to ascertain whether they meet the low-income requirements. Other criteria are considered in addition to financial eligibility, such as possibility of incarceration and loss of employment."], ["Expanded duty counsel", "provides the services of a regular duty counsel, but is also able to continue representing the accused in less serious matters until the case is resolved."], ["Full service", "a legal aid certificate, referral, or other authorization for legal aid that contains the full range of legal services that could include preliminary stages of a criminal matter through to a trial."], ["Interim release", "release of the accused between committal for trial and the trial's completion (bail)."], ["Judicare model", "This model provides eligible accused persons with a legal aid certificate that can be taken to a private lawyer who is willing to act on the basis of legal aid for that particular case. The lawyer is remunerated according to the tariff rate, and is subject to a cap on the number of hours that may be billed."], ["Law lines/legal call centre", "a toll-free line for individuals requiring information about a legal matter."], ["Mandatory minimum sentences", "offences under the Criminal Code for which a sentence of imprisonment must be imposed. Many of these offences have a compulsory period of time an offender must serve in prison."], ["Mixed system", "This legal aid model provides for legal representation, which may be either assigned to a salaried in-house lawyer or referred to a private legal practitioner."], ["Plea court", "The court where a declaration is made by a person accused of a crime as to whether he or she is guilty or not guilty of the charge."], ["Pro bono", "legal services provided by a lawyer free of charge."], ["Probation", "authorization for a person to be released into the community, subject to conditions listed in the order."], ["Recidivism", "tendency to relapse into previous behaviour, especially a pattern of criminal behaviour."], ["Rowbotham", "The Ontario Court of Appeal, in R. v. Rowbotham, found that sections 7 and 11(d) of the"], ["Stay of proceedings", "an order suspending a legal proceeding."], ["Summary service/brief service", "refers to the provision of legal advice, information, or any other type of minimal legal service to an individual, such as making a telephone call or drafting a letter on behalf of a client."], ["Tariff", "a schedule of fees to be charged for various legal services."], ["Unit of service", "This count measures the number of units of service rather than the number of persons assisted and is mutually exclusive of all summary service and duty counsel service."], ["Unrepresented accused (self-represented)", "one who appears in court without legal representation."]]},
{"name": "Evaluation of Litigation Services; Appendix A: Glossary", "source_url": "https://canada.justice.gc.ca/eng/rp-pr/cp-pm/eval/rep-rap/2019/elf-esc/p7.html", "author": "Department of Justice Canada", "pub_date": "2020-05-08", "scrape_date": "2020-09-20", "entries": [["Adjudication", "The parties present their cases to a neutral third party who makes a binding decision on the outcome of the dispute. Court adjudication is the most structured and formal dispute resolution mechanism."], ["Arbitration", "A private consensual quasi-judicial process for the resolution of disputes. Similar to litigation in that it is an adversarial process that requires a neutral third party to render a decision. Although arbitration is a formal process covered by federal and provincial laws, the parties can design many of its structural elements, including the rules of procedure, time limits, and the number of arbitrators."], ["Class Action Case", "A legal action undertaken by one or more plaintiffs on behalf of themselves and all other persons having an identical interest in the alleged wrong."], ["Discovery and e-discovery", "Discovery is a pre-trial procedure in which the parties to a claim identify information that is relevant to a case and produce or present that information to the opposing side. E-discovery is the process by which "], ["Dispute Resolution (DR)", "Dispute Resolution refers to any process used to resolve a conflict and includes informal, consensual processes such as negotiated settlements, as well as formal, rights-based ones such as litigation. This term encompasses dispute prevention and alternative dispute resolution (which includes approaches such as mediation and arbitration)."], ["Legal Complexity", "A standardized method used by Justice Canada to assess legal complexity as"], ["Legal Risk", "A legal risk is a risk arising out of an issue or event giving rise to a need for a legal response. It consists of threats and opportunities associated with an organization’s management of its legislative, advisory, and litigation activities, including the development and renewal of, and compliance with, laws, regulations, international treaties/agreements, and policies."], ["Legal Risk Management (LRM)", "Legal Risk Management is the process of making and carrying out decisions that reduce the frequency and severity of legal problems that may affect the government’s ability to meet its objectives successfully. LRM is an essential aspect of the work of the Department of Justice, and is practiced in partnership with departments and agencies as a component of Integrated Risk Management."], ["Mediation", "Mediation is “the intervention into a dispute or negotiation by an acceptable, impartial and neutral third party who has no decision-making power, to assist disputing parties in voluntarily reaching their own mutually acceptable settlement of issues in dispute” (Canadian Bar Association definition quoted in Justice Canada [1995],"], ["Settlement", "The resolution between disputing parties of a legal civil claim, reached either before or after court action begins. In general, counsel mandated by Justice Canada must ensure that settlements serve the public interest and do not involve legitimate constitutional, Charter or other public law issues or policies that need to be addressed by courts. In particular, counsel must balance the Crown's interest in reducing litigation costs by settling early and its interest in protecting the public purse against inappropriate settlements."]]}
]